Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: Pöytäkirja ei rajoitu
sme: Beavdegirji ii leat ráddjejuvvon vealatkeahttáivuhtii

source: syrjimättömyyteen suhteessa EIOSin muiden määräysten täytäntöönpanoon.
sme: duoid nuppiid EMK mearrádusaid čađaheami oktavuođas.

source: Pöytäkirjassa
sme: Beavdegirji ásaha oppalaš

source: säädetään kansalliseen lainsäädäntöön liittyvästä yleisestä syrjimättömyysnormista. Sen
sme: vealatkeahttáivuođa norpma mii čatnasa riikkalaš lágaide.

source: pääsäännös sisältyy pöytäkirjan 1 artiklan 1 kohtaan, joka kuuluu:
sme: Váldonjuolggadus lea

source: ” Laissa tunnustetuista oikeuksista nauttiminen taataan ilman minkäänlaista sukupuoleen, rotuun, ihonväriin, kieleen, uskontoon, poliittisiin tai muihin mielipiteisiin, kansalliseen tai yhteiskunnalliseen alkuperään, kansalliseen vähemmistöön kuulumiseen, varallisuuteen, syntyperään tai muuhun asemaan perustuvaa syrjintää. ”
sme: beavdegirjji artihkkalis 1 nr.1, mii mii cealká ná: ” Buot daid vuoigatvuođaid čađaheapmi maid láhka mearrida, galget sihkkarastojuvvot vealatkeahttáivuođa haga sohkabeali, náli, liikeivnni, giela, oskkoldaga, politihalaš jáhku dahje eará jáhku, nationála unnitveahkadahkii gullevašvuođa, opmodaga, riegádusa dahje eará árvodási geažil. ”

source: Valtion velvoitetta laajennetaan 1 artiklan 2 kohdassa, josta käy ilmi, että valtio ja muut
sme: Stáhta geatnegasvuohta viiddida artihkkal 1 nr. 2, mas oidno ahte stáhta ja eará

source: julkiset viranomaiset ovat velvollisia olemaan syrjimättä ketään määräyksen ensimmäisessä
sme: almmolaš eiseválddit leat geatnegasat vealatkeahttáivuhtii daid sivaid geažil maid

source: kohdassa mainituilla perusteilla.
sme: mearrádusa vuosttamuš čuokkis namaha.

source: Pöytäkirja n:o 12 ei muuta ihmisoikeussopimuksen 14 artiklassa mainittua syrjinnän
sme: Beavdegirji nr. 12 ii nuppástuhte EMK artihkkala 14 čilgehusa vealaheamis,

source: määritelmää, mutta se laajentaa syrjinnän suojaa sellaisen yleisen syrjimättömyysnormin
sme: muhto dat viiddida suoji vealahusa vuostái oppalaš vealatkeahttáivuođa norpmain mii

source: muodossa, joka ei liity yleissopimuksen muihin oikeuksiin.
sme: ii leat čadnojuvvon konvenšuvnna eará vuoigatvuođaide.

source: Pöytäkirjan esipuheesta käy ilmi,
sme: Beavdegirjji ovdasánis

source: ettei tämä yleinen syrjintäkielto estä objektiivisesti ja asiallisesti perusteltuja positiivisia
sme: boahtá ovdan ahte dát oppalaš vealahangielddus ii hehtte positiiva sierradoaibma

source: erityistoimia.
sme: bijuid maid lea vejolaš čilget objektiivvalaččat ja áššáidoallevaččat.

source: 7.11 Euroopan neuvoston kansallisten vähemmistöjen suojelua koskeva
sme: 7.11 Eurohpáráđi nationála unnitveahkadagaid suddjejeaddji

source: puiteyleissopimus
sme: rápmakonvenšuvdna

source: Euroopan neuvoston kansallisten vähemmistöjen suojelua koskevan 1. helmikuuta 1995
sme: guovvamánu 1. b. 1995, ulbmáda gáhttet ja ovddidit nationála unnitveahkadagaid

source: vähemmistöjen oikeuksia.
sme: vuoigatvuođaid Eurohpas.

source: Niin Suomi, Norja kuin Ruotsikin ovat jokainen ratifioineet
sme: Suopma, Norga ja Ruoŧŧa leat buohkat ratifiseren

source: puiteyleissopimuksen.
sme: konvenšuvnna.

source: Siinä ei määritellä, mitä ryhmiä on pidettävä kansallisina
sme: Konvenšuvdna ii čilge mat joavkkuid galget adnojuvvot nationála

source: vähemmistöinä.
sme: unnitveahkadahkan.

source: Tämän vuoksi sopimuspuolilla on tietty vapaus määrätä, mitkä
sme: Stáhtabeliin lea danne muhtun muddui friddjavuohta mearridit

source: vähemmistöryhmät kuuluvat sopimuksen piiriin.
sme: makkár unnibuš joavkkuid konvenšuvdna galgá fátmmastit.

source: Suomi, Norja ja Ruotsi ovat kaikki pitäneet
sme: Suopma, Norga ja Ruoŧŧa

source: lähtökohtana, että tämä sopimus koskee myös saamelaisia.
sme: leat vuođđun bidjan ahte konvenšuvdna fátmmasta sámiid maid.

source: Norjan saamelaiskäräjien
sme: Norgga sámediggi

source: lausunnon mukaan ei kuitenkaan ole toivottavaa, että saamelaiset kuuluisivat Norjan
sme: lea dattetge dovddahan ahte ii dáhto ahte Norgga sámiid fátmmasta Norgga nationála

source: Pöytäkirjan 1 artiklan 2 kohdan englanninkielinen versio kuuluu seuraavasti: “ The enjoyment of any right set
sme: unnitjoavkkuid politihkka, go sávaldat lea ahte sámiid álgoálbmotárvu galgá

source: hyväksynyt 1. helmikuuta 1995.
sme: viiddiduvvot ja suddjejuvvot.

source: harjoittaman kansallisia vähemmistöjä koskevien toimintaperiaatteiden piiriin, koska sen
sme: Dattetge lea eahpitkeahttá nu, ahte ovttaskas sámit

source: sijaan saamelaiset toivovat alkuperäiskansa-asemansa edelleen kehittämistä ja turvaamista.
sme: sáhttet rápmakonvenšuvnna vuođul čujuhit alcceseaset vuoigatvuođaid, ja dan sii

source: On kuitenkin kiistatonta, että yksittäiset saamelaiset voivat vedota puiteyleissopimuksen
sme: sáhttet dahkat mange eastaga haga daidda riikkaidgaskasaš

source: mukaisiin oikeuksiin ja että tämä voi tapahtua ilman, että se estäisi kyseistä henkilöä
sme: álgolbmotvuoigatvuođaide maid vuođul maid sáhttet čujuhit alcceseaset

source: vetoamasta myös alkuperäiskansojen oikeuksia koskeviin kansainvälisiin määräyksiin.
sme: vuoigatvuođaid.

source: Puiteyleissopimuksen määräykset on muotoiltu epämääräisesti, minkä takia toisinaan
sme: Rápmakonvenšuvnna mearrádusat leat láivvit hábmejuvvon, ja danne lea

source: valtioiden velvoitteita on hankala konkretisoida niin, että sopimuksen määräyksiä voitaisiin
sme: muhtumin váttis dárkilastit stáhtaid geatnegasvuođaid dainna lágiin ahte anihit

source: soveltaa konkreettisiin oikeuskysymyksiin.
sme: konkrehta vuoigatvuohtaáššiide.

source: Tämä ei kuitenkaan koske kaikkia määräyksiä.
sme: Nu ii leat dattetge buot mearrádusaid dáfus. Earret

source: Muun muassa puiteyleissopimuksen 4 artiklan syrjimättömyysartikla on suhteellisen selkeä ja
sme: eará rápmakonvenšuvnna artihkkala 4 lea viehka čielggas ja njuolggus. Artihkkal 4

source: yksiselitteinen. 4 artiklan 1 kappaleessa todetaan, että henkilön syrjintä kansalliseen
sme: nr. 1 nanne ahte gildosis lea olbmuid vealaheapmi sin gullevašvuođa geažil nationála

source: vähemmistöön kuulumisen perusteella on kiellettyä.
sme: unnitveahkadahkii.

source: valtio on velvollinen takaamaan kansallisiin vähemmistöihin kuuluville henkilöille oikeuden
sme: Dasto stáhta lea geatnegas dáhkidit olbmuid ovttadássásaš árvvu

source: samaan yhdenvertaisuuteen lain edessä ja samaan tasavertaiseen lain suojaan kuin muullekin
sme: lága ovddas ja seammá láhkasuoji olbmuide guđet gullet nationála unnitveahkadahkii,

source: väestölle.
sme: go álbmogii muđui.

source: 4 artiklan 2 kappaleen määräyksessä todetaan, että sopimuspuolet sitoutuvat
sme: Artihkkala 4 nr. 2 mearrádus nanne ahte stáhtabealit leat

source: ryhtymään riittäviin (” adequate ”) täyden ja tehokkaan yhdenvertaisuuden edistämiseksi
sme: geatnegasat álggahit soahppevaš (” adequate ”) sierrameannudeami olbmuide guđet

source: kaikilla talous- ja yhteiskuntaelämän sekä poliittisen elämän ja kulttuurielämän aloilla
sme: gullet nationála unnitveahkadahkii, vai sin ja váldoálbmoga olbmuid gaskka ovdána

source: kansalliseen vähemmistöön ja valtaväestöön kuuluvien välillä. Velvollisuus ryhtyä
sme: dievas ja duohta ovttadássásašvuohta ekonomalaš, sosiála, politihkalaš ja kultuvrralaš

source: erityistoimenpiteisiin kansallisia vähemmistöjä kohtaan on voimassa tarvittaessa (” where
sme: áššiin. Geatnegasvuohta čađahit nationála unnitveahkadagaide positiiva sierra

source: necessary ”) vähemmistön ja enemmistön välisen todellisen yhdenvertaisuuden
sme: meannudeami gusto go lea dárbu (” where necessary ”) ásahit unnitveahkadaga ja

source: aikaansaamiseksi.
sme: váldoálbmoga duohta ovttadássásašvuođa.

source: 4 artiklan 3 kappaleessa sanotaan edelleen, että tällaisia toimenpiteitä ei ole
sme: Artihkkalis 4 nr. 3 celkojuvvo dasto ahte

source: pidettävä puiteyleissopimuksen syrjintäkiellon kanssa ristiriidassa olevana syrjintänä.
sme: meannudeapmin mii boahtá vuostálagaid rápmakonvenšuvnna vealahangildosa.

source: Puiteyleissopimuksen 5 artiklan 1 kappale velvoittaa valtiot edistämään sellaisia olosuhteita,
sme: Rápmakonvenšuvnna artihkkal 5 nr. 1 geatnegahttá stáhtaid ovddidit

source: jotka ovat tarpeellisia, jotta kansallisiin vähemmistöihin kuuluvat henkilöt voivat ylläpitää ja
sme: dárbbašlaš dilálašvuođaid olbmuide guđet gullet nationála unnitveahkadagaide, vai sii

source: kehittää kulttuuriaan sekä säilyttää identiteettinsä, uskontonsa, kielensä, perinnäistapansa ja
sme: sáhttet seailluhit ja ovddidit iežaset kultuvrra, ja bisuhit iežaset identitehta, oskku,

source: Valtioiden velvoite on tässä muotoiltu velvollisuudeksi ” edistää ” (” undertake to
sme: Stáhtaid geatnegasvuohta lea dás hábmejuvvon geatnegas

source: ym. ylläpitämiseksi ja kehittämiseksi. On epäselvää, mitä tähän velvoitteeseen sisältyy.
sme: dilálašvuođaid kultuvrra, giela jna. seailluheapmái ja ovddideapmái.

source: Sitä
sme: Ii leat čielggas

source: Katso hallituksen selonteko (St. meld.)
sme: mii dán geatnegasvuhtii gullá.

source: n:o 15 (2000−2001), sivu 34.
sme: Artihkkal 5 nr. 2 lea baicce čielgaseappot hábme

source: Englanninkielinen versio, 4 artikla:
sme: juvvon. Stáhtat geatnegahttojuvvojit dás orrut mearritkeahttá politihka dahje bargo

source: velvoitetaan pidättäytymään kansallisiin vähemmistöihin kuuluvien henkilöiden
sme: vugiid maiguin lea ulbmil bágget nationála unnitveahkadaga olbmuid jávkat váldo

source: vastentahtoiseen sulauttamiseen tähtäävistä toimintaperiaatteista tai käytännöistä.
sme: álbmogii.

source: Puiteyleissopimuksen 10 artikla sisältää monta kielellisiä oikeuksia koskevaa määräystä. 10
sme: Rápmakonvenšuvnna artihkkal 10 siskkilda máŋga mearrádusa giellalaš

source: artiklan 1 kappaleessa säädetään, että sopimuspuolet ovat velvollisia tunnustamaan
sme: vuoigatvuođaid birra. Artihkkal 10 nr. 1 nanne ahte stáhtabealit leat geatnegasat

source: kansallisten vähemmistöjen oikeuden käyttää kieltään niin yksityisesti kuin julkisestikin ja
sme: dohkkehit nationála unnitveahkadagaid vuoigatvuođa geavahit gielaset priváhta okta

source: sekä suullisesti että kirjallisesti.
sme: vuođain nugo almmolaš oktavuođainge – čálalaččat ja njálmmálaččat. Geatnegas

source: Velvoite rajoittuu kuitenkin siihen, että valtion tulee
sme: vuohta lea dattetge ráddjejuvvon dasa, ahte stáhta galgá ” dohkkehit ” dakkár

source: ” tunnustaa ” tällainen vähemmistöjen oikeus.
sme: vuoigatvuođa unnitjoavkkuide.

source: Toisin sanoen tässä ei säädetä mistään tarkasti
sme: Nuppiin sániin cealkki, de ii ásahuvvo dárkileabbo

source: määritellystä toimintavelvoitteesta.
sme: doaibmageatnegasvuohta.

source: Alueilla, joilla asuu perinteisesti kansallisia
sme: Nationála unnitveahkadagaid árbevirolaš guovlluin dahje

source: vähemmistöjä, tai alueilla, joilla asuu huomattava määrä kansallisiin vähemmistöihin
sme: guovlluin main leat ollu olbmot guđet gullet nationála unnitveahkadagaide, stáhta lea

source: kuuluvia henkilöitä, valtion velvollisuutena on pyrkiä mahdollisuuksien mukaan
sme: geatnegas čađahit bargguid mat sihkkarastet, dan muddui maid sáhttet (” endeavour to

source: varmistamaan (” endeavour to secure, as far as possible ”) olosuhteet, joissa vähemmistökieltä
sme: secure, as far as possible ”), vejolašvuođa unnitveahkadagaid olbmuide geavahit

source: voidaan käyttää vähemmistöihin kuuluvien henkilöiden ja hallintoviranomaisten välisissä
sme: gielaset hálddahuslaš eiseválddiid luhtte. Rápmakonvenšuvdna siskkilda eanet sullaš

source: suhteissa. Puiteyleissopimus sisältää useita vastaavanlaisia määräyksiä, jotka koskevat
sme: ávnnaslaš mearrádusaid dakkár surggiide go identitehta (artihkkal 11), oahpahus

source: sellaisia alueita kuten identiteetti (11 artikla), koulutus (12 ja 13 artikla), kieli (14 artikla),
sme: (artihkkal 12 ja 13), giella (artihkkal 14), searvan servodateallimii (artihkkal 15),

source: osallistuminen yhteiskuntaelämään (15 artikla) ja yhteydenpito maanrajojen yli (17 artikla).
sme: oktavuođat riikkarájiid rastá (artihkkal 17).

source: 7.12 Alueellisia kieliä tai vähemmistökieliä koskeva eurooppalainen peruskirja
sme: 7.12 Eurohpalaš guovlo- ja unnitlohkogielaid lihttu

source: Alueellisia kieliä tai vähemmistökieliä koskevan 5. marraskuuta 1992 tehdyn eurooppalaisen
sme: Eurohpalaš guovlo- ja unnitlohkogielaid lihttu, mii bođii skábmamánu 5. b. 1992,

source: peruskirjan tarkoituksena on suojella vähemmistökieliä ja siten ylläpitää eurooppalaisen
sme: ulbmáda gáhttet unnitlohkogielaid vai dainna lágiin bisuhuvvo šláddjes eurohpalaš

source: kulttuurin monimuotoisuutta.
sme: kultuvra.

source: Peruskirja antaa valtioille mahdollisuuden itse valita, mitkä
sme: Lihttu addá stáhtaide alcceseaset vejolašvuođa válljet maid gielaid lihttu

source: kielet on määrä sisällyttää peruskirjaan, sekä valinnanvapauden sen suhteen, mihin
sme: fátmmasta, ja vejolašvuođa válljet guđemuš molssaeavttot geatnegasvuođaid sii

source: vaihtoehtoisiin velvoitteisiin ne sitoutuvat peruskirjan ratifioinnin yhteydessä.
sme: guhtege váldet badjelasaset go ratifiserejit.

source: Suomi, Norja
sme: Suopma, Norga ja Ruoŧŧa leat čilgen

source: ja Ruotsi ovat kukin määritelleet saamen kielen alueelliseksi tai vähemmistökieleksi, johon
sme: sámegiela guvllolaš giellan dahje unnitlohkogiellan man ektui sii leat dohkkehan

source: nähden ne ovat hyväksyneet velvoitteita niiden asianomaisten luetteloiden mukaisesti, joista
sme: alcceseaset geatnegasvuođaid listtus mielde mii čájeha maid artihkkaliid guhtege riika

source: käy ilmi, mitä artikloja yksittäinen valtio on hyväksynyt saamen kielen osalta.
sme: lea dohkkehan sámegielai ektui.

source: Näiden
sme: Geatnegahtti ovttaskas čuoggát maid guhtege dán

source: kolmen maan hyväksymät yksityiskohtaiset velvoitteet saamen kieleen nähden eivät ole
sme: golmma riikkas lea váldán badjelasas sámegiela ektui, eai leat ovttaláganat, iige dán

source: identtisiä, eikä niitä ole tarkoituksenmukaista pyrkiä selostamaan tässä yhteydessä.
sme: oktavuođas leat veara geahččalit čilget daid.

source: velvoitetta, joiden välillä valtiot voivat tehdä valinnan yleissopimusta ratifioidessaan, eivätkä
sme: Juohke váldonjuolggadus mii lea

source: Suomessa peruskirja käsittää seuraavat kielet: saame, ruotsi, romanikieli ja muut niin kutsutut ” non-territorial
sme: konvenšuvnna oasis III siskkilda njeallje molssaeavttot dárkilis geatnegasvuođa main

source: languages ”. Norjassa peruskirjan piiriin kuuluvat seuraavat kielet: saame, kveeni / suomi, tattarien kieli ja romanikieli.
sme: stáhtat sáhtte válljet ratifiseremii, ja dat golbma riikka eai leat váldán badjelasaset

source: nämä kolme maata ole sitoutuneet aivan samankaltaisiin velvoitteisiin saamen kieleen nähden.
sme: áibbas ovttalágan geatnegasvuođaid sámegiela ektui.

source: Tämä on kuvaava esimerkki siitä, että saamelaisten oikeuksien koordinoimiseen ja
sme: Dát lea čuvgejeaddji ovdamearka das ahte livččii dárbu geahččalit oktiiheivehit ja ovttaláhkádit dan

source: yhdenmukaistamiseen näissä kolmessa maassa on tarvetta.
sme: golmma riikka sámi vuoigatvuođaid.

source: Yleiseltä pohjalta voidaan
sme: Oppalaččat lea dattetge vejolaš cealkit ahte buot

source: kuitenkin sanoa, että kaikki kolme maata ovat sitoutuneet saamen kieltä koskeviin
sme: golbma riikka leat váldán badjelasaset geatnegasvuođaid sámegiela ektui

source: velvoitteisiin, joita sovelletaan koulutusjärjestelmässä (8 artikla), oikeusjärjestelmässä (9
sme: oahpahusvuogádagas (artihkkal 8), riektevuogádagas (artihkkal 9), almmolaš

source: artikla), julkisessa hallinnossa (10 artikla), joukkotiedotuksessa (11 artikla), kulttuurielämässä
sme: hálddahusas (artihkkal 10), joavkomedias (artihkkal 11), kultureallimis (artihkkal 12),

source: (12 artikla), talous- ja yhteiskuntaelämässä (13 artikla) sekä kieliolojen turvaamiseksi yli
sme: ekonomalaš ja sosiála dilis (artihkkal 13), ja das mii guoská riikkarájiid rasttideaddji

source: rajojen (14 artikla).
sme: gieladillái (artihkkal 14).

source: Viimeksi mainittuja, valtioiden rajojen eri puolilla vallitsevia kielioloja
sme: Maŋimuš artihkkala – mas lea riikkarájiid rasttideaddji

source: käsittelevän artiklan osalta kaikki kolme maata ovat hyväksyneet velvoitteen, jonka mukaan
sme: gielladilli – leat buot golbma riikka dohkkehan, ahte sin geatnegasvuohta lea láhčit

source: ne järjestävät saamen kielen olosuhteet kuntoon ja edistävät yhteistyötä valtioiden rajojen yli
sme: dilálašvuođaid nu ahte sámegiela ávkin lea vejolaš bargat ovttasráđiid riikkarájiid

source: saamen kielen eduksi, etenkin näiden kolmen maan alueellisten ja paikallisten viranomaisten
sme: rastá, erenoamážit nu ahte dan golmma riikka guvllolaš ja báikkálaš eiseválddit nu

source: 7.13 Suomen ja Ruotsin EU-liittymissopimuksen pöytäkirja n:o 3
sme: 7.13 Protokolla nr. 3 mii gullá soahpamuššii Suoma ja Ruoŧa searvamis

source: Suomen ja Ruotsin EU-liittymissopimukseen on lisätty saamelaisia koskeva pöytäkirja n:o 3.
sme: Soahpamuššii Suoma ja Ruoŧa EU-searvamis lea lasihuvvon protokolla nr. 3 sámi

source: Siitä neuvoteltiin Suomen, Norjan ja Ruotsin jäsenyysneuvotteluissa Euroopan unionin (EU)
sme: álbmoga birra. Dat válmmai go Suopma, Norga ja Ruoŧŧa šiehtadalle

source: kanssa vuonna 1994.
sme: miellahttovuođas Eurohpalaš Uniovnnain (EU) jagi 1994.

source: Koska Norja ei liittynyt EU:hun, tämä pöytäkirja koskee ainoastaan
sme: Dainnago Norga ii šaddan

source: Suomen ja Ruotsin saamelaisia.
sme: EU-lahttun, de da protokolla gusto duššefal Suoma ja Ruoŧa sámiide.

source: Pöytäkirja antaa Suomelle ja Ruotsille mahdollisuuden
sme: Protokolla

source: ylläpitää ja laajentaa saamelaisten niitä erityisoikeuksia, jotka liittyvät heidän perinteisiin
sme: rahpá vejolašvuođa Supmii ja Ruŧŧii bisuhit ja viiddidit sámiid sierravuoigatvuođaid

source: elinkeinoihinsa.
sme: mat gullet sin árbevirolaš ealáhusaide.

source: Pöytäkirjassa on etenkin mainittu mahdollisuus poronhoidon tunnustamiseen
sme: Vejolašvuođa dohkkehit ja ovddidit

source: ja edelleen kehittämiseen saamelaisena erityisoikeutena perinteisillä saamelaisilla
sme: boazodoalu sámiid sierravuoigatvuohtan árbevirolaš sámi boazoguohtunguovlluin

source: poronhoitoalueilla.
sme: protokolla namaha sierra.

source: Pöytäkirja mahdollistaa saamelaisten erityisoikeuksien laajennukset,
sme: Protokolla rahpá vejolažžan viiddidit sámiid

source: mikäli niitä pidetään välttämättöminä saamelaisen kulttuurin ja yhteiskuntaelämän
sme: sierravuoigatvuođaid jos nu lea dárbu dahkat gáhtten ja ovddidan dihte sámi kultuvrra

source: suojelemiseksi tai edelleen kehittämiseksi.
sme: ja servodateallima.

source: Pöytäkirja n:o 3:n sanamuoto on seuraava:
sme: Protokolla nr. 3 čuodjá ná:

source: ” 1 artikla: Saamelaisille saadaan Euroopan yhteisön perustamissopimuksen (Rooman sopimus) määräysten estämättä myöntää yksinoikeuksia porotalouden harjoittamiseen perinteisillä saamelaisalueilla.
sme: ” Artihkkal 1: Beroškeahttá Roma-soahpamuša mearrádusain, de sámi álbmogii lea vejolaš addit áidnavuoigatvuođa boazodollui sámiid árbevirolaš guovlluin.

source: 2 artikla: Tätä pöytäkirjaa voidaan myöhemmin laajentaa koskemaan muitakin perinteisiin saamelaiselinkeinoihin liittyviä saamelaisten yksinoikeuksia niiden vastaisen kehityksen huomioon ottamiseksi.
sme: Artihkkal 2: Dán beavdegirjji lea vejolaš viiddidit, nu ahte dat váldá vuhtii sámiide dakkár erenoamášvuoigatvuođaid joatkevaš ovdáneami mat leat gittalagaid sin árbevirolaš ealáhusaiguin.

source: Neuvosto voi komission ehdotuksesta ja Euroopan parlamenttia sekä alueiden komiteaa kuultuaan yksimielisesti päättää tarvittavien muutosten tekemisestä tähän pöytäkirjaan. ”
sme: Ráđđi sáhttá, Lávdegotti árvalusa vuođul ja maŋŋilgo lea gullan Eurohpáparlameantta ja Guovlolávdegotti, ovttajienalaččat mearridit dárbbašlaš nuppástusaid dán beavdegirjái. ”

source: Euroopan unionin neuvoston 29. kesäkuuta 2000 antamassa direktiivissä 2000/43/EY
sme: EU jagi 2000 geassemánu 29. beaivásaš ráđđedirektiiva 2000/43/EF ásaha unnimus

source: säädetään vähimmäisnormista, joka suojaa rotuun ja etniseen alkuperään perustuvalta
sme: suodjestandárdda vealaheami vuostá mii dáhpáhuvvá náli ja čearddalaš vuolggasaji

source: syrjinnältä Euroopan unionissa.
sme: geažil EU siskkobealde.

source: perustamissopimuksen 13 artiklaan, jossa komissio valtuutetaan ryhtymään toimiin syrjinnän
sme: Direktiiva lea dohkkehuvvon EU-traktáhta artihkkala 13

source: ehkäisemiseksi.
sme: áiddastit vealaheami.

source: Direktiivin 1 artiklassa sanotaan, että direktiivin tarkoituksena on luoda
sme: Direktiivva artihkkalis l celkojuvvo ahte direktiivva ulbmil lea

source: puitteet rotuun ja etniseen alkuperään perustuvan syrjinnän torjumiselle yhdenvertaisen
sme: vuostálastit vealaheami mii dáhpáhuvvá náli dahje čearddalaš vuolggasaji geažil, ja

source: kohtelun periaatteen toteuttamiseksi jäsenvaltioissa.
sme: čađahit ovttaláhkásaš meannudeami vuođđojurdaga EU siskkobealde.

source: Direktiivi rajoittuu toisin sanoen
sme: Direktiiva lea

source: syrjintäperusteisiin rotu ja etninen alkuperä.
sme: nuppiin sániin cealkki ráddjejuvvon náli ja čearddalaš vuolggasaji vealahansivaide.

source: Direktiivin 2 artiklan 1 kohdassa todetaan yhdenvertaisen kohtelun periaatteen
sme: Direktiivva artihkkal 2 nr. 1 nanne ahte ovttalágan meannudeami vuođđo

source: tarkoittavan, ettei minkäänlaista välitöntä tai välillistä syrjintää saa esiintyä.
sme: jurdda lea ipmirdahtti gielddusin sihke njuolggovealaheami ja eahpenjuolggos

source: 2 artiklan 2
sme: Artihkkala 2 nr. 2 (a) mielde dat lea vealaheapmi jos olmmoš

source: kohdan a alakohdan mukaan välittömänä syrjintänä pidetään sitä, että henkilöä kohdellaan
sme: nális dahje čearddalaš vuolggasajis geažil deaivida meannudemiin mii lea heajut go

source: rodun tai etnisen alkuperän perusteella epäsuotuisammin kuin jotakuta muuta kohdellaan, on
sme: dat mainna nubbi olmmoš deaivida, lea deaividan dahje šaddá deaividit sullasaš

source: kohdeltu tai voitaisiin kohdella vertailukelpoisessa tilanteessa.
sme: dáhpáhusas.

source: 2 artiklan 2 kohdan b
sme: Artihkkal 2 nr. 2 (b) nanne ahte dat lea eahpenjuolggos vealaheapmi jos

source: säännös, peruste tai käytäntö saattaa tiettyä rotua tai etnistä alkuperää olevat henkilöt erityisen
sme: olgguldasat oaidnit neutrála mearrádus, eaktu dahje geavat bidjá dihto nállái dahje

source: epäedulliseen asemaan muihin henkilöihin nähden.
sme: čearddalašvuhtii gullevaš olbmo ollu heajubun go nuppiid.

source: Samassa säännöksessä täsmennetään
sme: Seammá mearrádusas

source: kuitenkin, ettei tämä päde, mikäli kyseisellä säännöksellä, perusteella tai käytännöllä on
sme: dárkilastojuvvo dattetge ahte dát ii gusto jos áššáigullevaš mearrádussii, ektui dahje

source: puolueettomasti perusteltavissa oleva oikeutettu tavoite ja tavoitteen saavuttamiseksi käytetyt
sme: dahkui lea objektiiva ákkasteapmi legitiibma ulbmila geažil, ja go ulbmila

source: keinot ovat ” asianmukaisia ja tarpeellisia ”.
sme: ollašuhttima vuogit leat ” soahppevaččat ja dárbbašlaččat. ”

source: Lisäksi myös häirintää ja syrjintään kehottamista pidetään 2 artiklan 3 kohdan mukaan
sme: Dasto galgá artihkkala 2 nr. 3 mielde nuppiid skudnen ja vealahangohččosat

source: Häirintä määritellään rotuun tai etniseen alkuperään liittyväksi haitalliseksi
sme: Skudnen čilgejuvvo sávakeahtes meannudeapmin olbmuin

source: käytökseksi, jolla tarkoituksellisesti tai tosiasiallisesti loukataan henkilön arvoa. Ehtona on
sme: su náli dahje vuolggasaji geažil ja dainna áigumušain dahje bohtosiin ahte olbmo árvu

source: lisäksi, että tämän käytöksen tarkoituksena on luoda uhkaava, vihamielinen, halventava,
sme: loavkašuvvá. Dasto lea eaktu ahte dákkár meannudeami dáhttu lea oččodit áigái

source: nöyryyttävä tai epämiellyttävä ilmapiiri.
sme: olbmuid gaskii vuostemielalaš, vuolideaddji, loavkašuhtti, dahje unohas mielladili.
